Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# onboarding_title_2
source: Detailed Statistics
ar: إحصاءات مفصّلة
ca: Estadístiques detallades
cs: Podrobné statistiky
da: Detaljeret statistik
de: Detaillierte Statistiken
el: Λεπτομερή στατιστικά
es: Estadísticas Detalladas
fi: Tarkat tilastot
fr: Statistiques détaillées
he: סטטיסטיקות מפורטות
hi: विस्तृत आँकड़े
hr: Detaljna statistika
hu: Részletes statisztikák
id: Statistik Mendetail
it: Statistiche dettagliate
ja: 詳しい統計
ko: 상세한 통계
ms: Statistik Terperinci
nl: Gedetailleerde statistieken
no: Detaljert statistikk
pl: Szczegółowe statystyki
pt_br: Estatísticas Detalhadas
pt_pt: Estatísticas detalhadas
ro: Statistici detaliate
ru: Подробная статистика
sk: Podrobné štatistiky
sv: Detaljerad statistik
th: สถิติละเอียด
tr: Ayrıntılı İstatistikler
uk: Детальна статистика
vi: Thống kê chi tiết
zh_hans: 详细统计
zh_hant: 詳細統計

# onboarding_title_3
source: Smart Alarm
ar: منبّه ذكي
ca: Alarma intel·ligent
cs: Chytrý budík
de: Smarter Alarm
el: Έξυπνο ξυπνητήρι
es: Alarma Inteligente
fi: Älyherätys
fr: Alarme intelligente
he: שעון מעורר חכם
hi: स्मार्ट अलार्म
hr: Pametni alarm
hu: Okos ébresztő
id: Alarm Pintar
it: Sveglia intelligente
ja: スマートアラーム
ko: 스마트 알람
ms: Penggera Pintar
nl: Slimme wekker
pl: Inteligentny alarm
pt_br: Alarme Inteligente
pt_pt: Alarme inteligente
ro: Alarmă inteligentă
ru: Умный будильник
sk: Inteligentný budík
th: ปลุกอัจฉริยะ
tr: Akıllı Alarm
uk: Розумний будильник
vi: Báo thức thông minh
zh_hans: 智能闹钟
zh_hant: 智慧鬧鐘

# paywall_annual_period
source: per year
ar: سنوياً
ca: a l'any
cs: ročně
da: pr. år
de: pro Jahr
el: ετησίως
es: por año
fi: vuodessa
fr: par an
he: לשנה
hi: प्रति वर्ष
hr: godišnje
hu: évente
id: per tahun
it: all'anno
ja: 年額
ko: 연간
ms: setahun
nl: per jaar
no: per år
pl: rocznie
pt_br: por ano
pt_pt: por ano
ro: pe an
ru: в год
sk: ročne
sv: per år
th: ต่อปี
tr: yıllık
uk: на рік
vi: mỗi năm
zh_hans: 每年
zh_hant: 每年

# paywall_annual_savings
source: Save 48%
ar: وفّر 48%
ca: Estalvia un 48%
cs: Ušetřete 48 %
da: Spar 48 %
de: Spare 48 %
el: Εξοικονόμηση 48%
es: Ahorra 48%
fi: Säästä 48 %
fr: Économisez 48 %
he: חיסכון 48%
hi: 48% बचाएँ
hr: Ušteda 48%
hu: 48% megtakarítás
id: Hemat 48%
it: Risparmia il 48%
ja: 48%お得
ko: 48% 할인
ms: Jimat 48%
nl: Bespaar 48%
no: Spar 48 %
pl: Oszczędź 48%
pt_br: Economize 48%
pt_pt: Poupe 48%
ro: Economisești 48%
ru: Экономия 48%
sk: Ušetríte 48 %
sv: Spara 48 %
th: ประหยัด 48%
tr: %48 tasarruf
uk: Заощаджуйте 48%
vi: Tiết kiệm 48%
zh_hans: 节省 48%
zh_hant: 省 48%

# paywall_annual_title
source: Annual
ar: سنوي
ca: Anual
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσιο
es: Anual
fi: Vuosittain
fr: Annuel
he: שנתי
hi: वार्षिक
hr: Godišnje
hu: Éves
id: Tahunan
it: Annuale
ja: 年間プラン
ko: 연간 플랜
ms: Tahunan
nl: Jaarlijks
no: Årlig
pl: Roczny
pt_br: Anual
pt_pt: Anual
ro: Anual
ru: Годовая
sk: Ročné
sv: Årsvis
th: รายปี
tr: Yıllık
uk: Річна
vi: Hằng năm
zh_hans: 年度
zh_hant: 年繳

# paywall_feature_1_desc
source: Deep insights into all sleep phases
ar: رؤى عميقة لجميع مراحل النوم
ca: Informació detallada de totes les fases del son
cs: Hluboké přehledy o všech fázích spánku
da: Dybe indsigter i alle søvnstadier
de: Tiefe Einblicke in alle Schlafphasen
el: Βαθιά ανάλυση όλων των σταδίων ύπνου
es: Información profunda de todas las fases del sueño
fi: Syvälliset tiedot kaikista univaiheista
fr: Analyses détaillées de toutes les phases de sommeil
he: תובנות מעמיקות על כל שלבי השינה
hi: नींद के सभी चरणों की गहरी जानकारी
hr: Dubinski uvid u sve faze sna
hu: Mélyreható elemzés minden alvási fázisról
id: Wawasan mendalam tentang semua tahap tidur
it: Analisi approfondite di tutte le fasi del sonno
ja: すべての睡眠ステージを詳しく分析
ko: 모든 수면 단계에 대한 깊이 있는 분석
ms: Pandangan mendalam tentang semua peringkat tidur
nl: Diepgaande inzichten in alle slaapfasen
no: Dyp innsikt i alle søvnstadier
pl: Dogłębna analiza wszystkich faz snu
pt_br: Insights profundos de todas as fases do sono
pt_pt: Análises aprofundadas de todas as fases do sono
ro: Analize aprofundate ale tuturor fazelor somnului
ru: Глубокий разбор всех фаз сна
sk: Hlboké prehľady o všetkých fázach spánku
sv: Djupa insikter i alla sömnstadier
th: ข้อมูลเชิงลึกทุกระยะการนอน
tr: Tüm uyku evreleri için derin analizler
uk: Глибокий аналіз усіх фаз сну
vi: Nhận định sâu về mọi giai đoạn giấc ngủ
zh_hans: 深入了解所有睡眠阶段
zh_hant: 深入了解所有睡眠階段

# paywall_feature_1_title
source: Detailed Sleep Analysis
ar: تحليل نوم مفصّل
ca: Anàlisi detallada del son
cs: Podrobná analýza spánku
da: Detaljeret søvnanalyse
de: Detaillierte Schlafanalyse
el: Λεπτομερής ανάλυση ύπνου
es: Análisis Detallado del Sueño
fi: Tarkka unianalyysi
fr: Analyse détaillée du sommeil
he: ניתוח שינה מפורט
hi: विस्तृत नींद विश्लेषण
hr: Detaljna analiza sna
hu: Részletes alváselemzés
id: Analisis Tidur Mendetail
it: Analisi dettagliata del sonno
ja: 詳細な睡眠分析
ko: 상세 수면 분석
ms: Analisis Tidur Terperinci
nl: Gedetailleerde slaapanalyse
no: Detaljert søvnanalyse
pl: Szczegółowa analiza snu
pt_br: Análise Detalhada do Sono
pt_pt: Análise detalhada do sono
ro: Analiză detaliată a somnului
ru: Подробный анализ сна
sk: Podrobná analýza spánku
sv: Detaljerad sömnanalys
th: วิเคราะห์การนอนละเอียด
tr: Ayrıntılı Uyku Analizi
uk: Детальний аналіз сну
vi: Phân tích giấc ngủ chi tiết
zh_hans: 详细睡眠分析
zh_hant: 詳細睡眠分析

# paywall_feature_2_desc
source: Wake up at the optimal moment
ar: استيقظ في اللحظة المثالية
ca: Desperta't en el moment òptim
cs: Probuďte se v optimální chvíli
da: Vågn op på det optimale tidspunkt
de: Wach im optimalen Moment auf
el: Ξύπνα στην ιδανική στιγμή
es: Despierta en el momento óptimo
fi: Herää optimaalisella hetkellä
fr: Réveillez-vous au moment optimal
he: התעוררו ברגע המושלם
hi: सही पल में जागें
hr: Probudi se u optimalnom trenutku
hu: Ébredj az optimális pillanatban
id: Bangun di momen optimal
it: Svegliati nel momento ottimale
ja: 最適なタイミングで起床
ko: 최적의 순간에 기상
ms: Bangun pada saat optimum
nl: Word wakker op het optimale moment
no: Våkn opp i det optimale øyeblikket
pl: Budź się w optymalnym momencie
pt_br: Acorde no momento ideal
pt_pt: Acorde no momento ideal
ro: Trezește-te în momentul optim
ru: Просыпайтесь в оптимальный момент
sk: Zobuďte sa v optimálnej chvíli
sv: Vakna i det optimala ögonblicket
th: ตื่นในจังหวะที่ดีที่สุด
tr: En uygun anda uyanın
uk: Прокидайтеся в оптимальний момент
vi: Thức dậy vào thời điểm hoàn hảo
zh_hans: 在最佳时刻醒来
zh_hant: 在最佳時刻醒來

# paywall_feature_2_title
source: Smart Alarm
ar: منبّه ذكي
ca: Alarma intel·ligent
cs: Chytrý budík
de: Smarter Alarm
el: Έξυπνο ξυπνητήρι
es: Alarma Inteligente
fi: Älyherätys
fr: Alarme intelligente
he: שעון מעורר חכם
hi: स्मार्ट अलार्म
hr: Pametni alarm
hu: Okos ébresztő
id: Alarm Pintar
it: Sveglia intelligente
ja: スマートアラーム
ko: 스마트 알람
ms: Penggera Pintar
nl: Slimme wekker
pl: Inteligentny alarm
pt_br: Alarme Inteligente
pt_pt: Alarme inteligente
ro: Alarmă inteligentă
ru: Умный будильник
sk: Inteligentný budík
th: ปลุกอัจฉริยะ
tr: Akıllı Alarm
uk: Розумний будильник
vi: Báo thức thông minh
zh_hans: 智能闹钟
zh_hant: 智慧鬧鐘

# paywall_feature_3_desc
source: Personalized bedtime notifications
ar: إشعارات نوم مخصّصة
ca: Notificacions personalitzades per anar a dormir
cs: Personalizovaná upozornění na čas spánku
da: Personlige sengetidspåmindelser
de: Personalisierte Schlafenszeit-Erinnerungen
el: Εξατομικευμένες ειδοποιήσεις ύπνου
es: Notificaciones personalizadas de hora de dormir
fi: Yksilölliset nukkumaanmenomuistutukset
fr: Notifications de coucher personnalisées
he: התראות שינה מותאמות אישית
hi: व्यक्तिगत सोने की सूचनाएँ
hr: Personalizirane obavijesti za spavanje
hu: Személyre szabott lefekvési értesítések
id: Notifikasi waktu tidur yang dipersonalisasi
it: Notifiche personalizzate per andare a dormire
ja: パーソナライズされた就寝通知
ko: 맞춤형 취침 알림
ms: Pemberitahuan waktu tidur diperibadikan
nl: Persoonlijke bedtijdmeldingen
no: Personlige leggetidsvarsler
pl: Spersonalizowane przypomnienia o porze snu
pt_br: Notificações personalizadas de hora de dormir
pt_pt: Notificações personalizadas da hora de deitar
ro: Notificări personalizate pentru ora de culcare
ru: Персональные напоминания об отходе ко сну
sk: Prispôsobené pripomienky spánku
sv: Personliga läggdagspåminnelser
th: การแจ้งเตือนเวลานอนส่วนตัว
tr: Kişiselleştirilmiş yatma saati bildirimleri
uk: Персональні нагадування про сон
vi: Thông báo giờ ngủ cá nhân hóa
zh_hans: 个性化的就寝提醒通知
zh_hant: 個人化的就寢提醒通知

# paywall_feature_3_title
source: Sleep Reminders
ar: تذكيرات النوم
ca: Recordatoris de son
cs: Připomenutí spánku
da: Søvnpåmindelser
de: Schlaf-Erinnerungen
el: Υπενθυμίσεις ύπνου
es: Recordatorios de Sueño
fi: Unimuistutukset
fr: Rappels de sommeil
he: תזכורות שינה
hi: नींद रिमाइंडर
hr: Podsjetnici za spavanje
hu: Alvásemlékeztetők
id: Pengingat Tidur
it: Promemoria del sonno
ja: 睡眠リマインダー
ko: 수면 리마인더
ms: Peringatan Tidur
nl: Slaapherinneringen
no: Søvnpåminnelser
pl: Przypomnienia o śnie
pt_br: Lembretes de Sono
pt_pt: Lembretes de sono
ro: Mementouri de somn
ru: Напоминания о сне
sk: Pripomienky spánku
sv: Sömnpåminnelser
th: เตือนเวลานอน
tr: Uyku Hatırlatıcıları
uk: Нагадування про сон
vi: Nhắc giờ ngủ
zh_hans: 睡眠提醒
zh_hant: 睡眠提醒

# paywall_feature_4_desc
source: Sync with Apple Health
ar: مزامنة مع تطبيق صحتي
ca: Sincronització amb Apple Salut
cs: Synchronizace s Apple Zdraví
da: Synkronisér med Apple Sundhed
de: Synchronisierung mit Apple Health
el: Συγχρονισμός με το Apple Υγεία
es: Sincroniza con Apple Salud
fi: Synkronointi Apple Terveys -apin kanssa
fr: Synchronisation avec Apple Santé
he: סנכרון עם אפליקציית בריאות
hi: Apple हेल्थ से सिंक
hr: Sinkronizacija s Apple Zdravljem
hu: Szinkronizálás az Apple Egészséggel
id: Sinkron dengan Apple Kesehatan
it: Sincronizzazione con Apple Salute
ja: ヘルスケアと同期
ko: Apple 건강과 동기화
ms: Segerak dengan Apple Kesihatan
nl: Synchroniseer met Apple Gezondheid
no: Synkroniser med Apple Helse
pl: Synchronizacja z Apple Zdrowie
pt_br: Sincronize com o Apple Saúde
pt_pt: Sincronização com o Apple Saúde
ro: Sincronizare cu Apple Sănătate
ru: Синхронизация с Apple Здоровье
sk: Synchronizácia s Apple Zdravím
sv: Synka med Apple Hälsa
th: ซิงก์กับแอปสุขภาพ
tr: Apple Sağlık ile eşitleme
uk: Синхронізація з Apple Здоров'я
vi: Đồng bộ với Sức khỏe của Apple
zh_hans: 与 Apple 健康同步
zh_hant: 與 Apple 健康同步

# paywall_feature_4_title
source: Health Integration
ar: تكامل الصحة
ca: Integració amb Salut
cs: Integrace se Zdravím
da: Sundhed-integration
el: Ενσωμάτωση με Υγεία
es: Integración con Salud
fi: Terveys-integraatio
fr: Intégration Santé
he: שילוב עם בריאות
hi: हेल्थ इंटीग्रेशन
hr: Integracija sa Zdravljem
hu: Egészség-integráció
id: Integrasi Kesehatan
it: Integrazione con Salute
ja: ヘルスケア連携
ko: 건강 앱 연동
ms: Integrasi Kesihatan
nl: Gezondheid-integratie
no: Helse-integrasjon
pl: Integracja ze Zdrowiem
pt_br: Integração com Saúde
pt_pt: Integração com o Saúde
ro: Integrare cu Sănătate
ru: Интеграция со Здоровьем
sk: Integrácia so Zdravím
sv: Hälsa-integration
th: เชื่อมต่อสุขภาพ
tr: Sağlık Entegrasyonu
uk: Інтеграція зі Здоров'ям
vi: Tích hợp Sức khỏe
zh_hans: 健康集成
zh_hant: 健康整合

# paywall_feature_5_desc
source: Access all your sleep data
ar: الوصول إلى كل بيانات نومك
ca: Accés a totes les teves dades de son
cs: Přístup ke všem datům o spánku
da: Adgang til alle dine søvndata
de: Zugriff auf alle deine Schlafdaten
el: Πρόσβαση σε όλα τα δεδομένα ύπνου σου
es: Accede a todos tus datos de sueño
fi: Pääsy kaikkiin unitietoihisi
fr: Accédez à toutes vos données de sommeil
he: גישה לכל נתוני השינה שלכם
hi: अपने सभी नींद डेटा तक पहुँच
hr: Pristup svim podacima o snu
hu: Hozzáférés az összes alvási adatodhoz
id: Akses semua data tidurmu
it: Accedi a tutti i tuoi dati sul sonno
ja: すべての睡眠データにアクセス
ko: 모든 수면 데이터 이용
ms: Akses semua data tidur anda
nl: Toegang tot al je slaapgegevens
no: Tilgang til alle søvndataene dine
pl: Dostęp do wszystkich danych o śnie
pt_br: Acesse todos os seus dados de sono
pt_pt: Aceda a todos os seus dados de sono
ro: Acces la toate datele tale de somn
ru: Доступ ко всем данным о сне
sk: Prístup ku všetkým údajom o spánku
sv: Åtkomst till all din sömndata
th: เข้าถึงข้อมูลการนอนทั้งหมด
tr: Tüm uyku verilerinize erişin
uk: Доступ до всіх даних про сон
vi: Truy cập toàn bộ dữ liệu giấc ngủ
zh_hans: 访问你的全部睡眠数据
zh_hant: 存取你的全部睡眠資料

# paywall_feature_5_title
source: Unlimited History
ar: سجل غير محدود
ca: Historial il·limitat
cs: Neomezená historie
da: Ubegrænset historik
de: Unbegrenzter Verlauf
el: Απεριόριστο ιστορικό
es: Historial Ilimitado
fi: Rajaton historia
fr: Historique illimité
he: היסטוריה ללא הגבלה
hi: असीमित इतिहास
hr: Neograničena povijest
hu: Korlátlan előzmények
id: Riwayat Tanpa Batas
it: Cronologia illimitata
ja: 無制限の履歴
ko: 무제한 기록
ms: Sejarah Tanpa Had
nl: Onbeperkte geschiedenis
no: Ubegrenset historikk
pl: Nielimitowana historia
pt_br: Histórico Ilimitado
pt_pt: Histórico ilimitado
ro: Istoric nelimitat
ru: Безлимитная история
sk: Neobmedzená história
sv: Obegränsad historik
th: ประวัติไม่จำกัด
tr: Sınırsız Geçmiş
uk: Необмежена історія
vi: Lịch sử không giới hạn
zh_hans: 无限历史记录
zh_hant: 無限歷史記錄

# paywall_info
source: Payment will be charged to your Apple ID account. Subscription automatically renews unless canceled 24 hours before the end of the current period.
ar: سيتم الخصم من حساب Apple الخاص بك. يتجدد الاشتراك تلقائياً ما لم يُلغَ قبل 24 ساعة على الأقل من نهاية الفترة الحالية.
ca: El pagament es carregarà al teu compte d'Apple. La subscripció es renova automàticament si no es cancel·la almenys 24 hores abans del final del període actual.
cs: Platba bude stržena z vašeho účtu Apple. Předplatné se automaticky obnovuje, pokud jej nezrušíte alespoň 24 hodin před koncem aktuálního období.
da: Betalingen trækkes på din Apple-konto. Abonnementet fornyes automatisk, medmindre det opsiges mindst 24 timer før den aktuelle periodes udløb.
de: Die Zahlung wird über dein Apple-ID-Konto abgerechnet. Das Abo verlängert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird.
el: Η πληρωμή θα χρεωθεί στον λογαριασμό σου Apple. Η συνδρομή ανανεώνεται αυτόματα εκτός αν ακυρωθεί τουλάχιστον 24 ώρες πριν από τη λήξη της τρέχουσας περιόδου.
es: El pago se cargará a tu cuenta de Apple ID. La suscripción se renueva automáticamente a menos que se cancele 24 horas antes del final del período actual.
fi: Maksu veloitetaan Apple-tililtäsi. Tilaus uusiutuu automaattisesti, ellei sitä peruta vähintään 24 tuntia ennen kuluvan jakson päättymistä.
fr: Le paiement sera débité de votre compte Apple. L'abonnement se renouvelle automatiquement sauf s'il est annulé au moins 24 heures avant la fin de la période en cours.
he: החיוב יבוצע בחשבון Apple שלכם. המינוי מתחדש אוטומטית אלא אם בוטל לפחות 24 שעות לפני סוף התקופה הנוכחית.
hi: भुगतान आपके Apple खाते से लिया जाएगा। मौजूदा अवधि खत्म होने से कम से कम 24 घंटे पहले रद्द न करने पर सदस्यता अपने आप नवीनीकृत होती है।
hr: Plaćanje će se naplatiti s tvog Apple računa. Pretplata se automatski obnavlja osim ako se ne otkaže najmanje 24 sata prije kraja tekućeg razdoblja.
hu: A fizetés az Apple-fiókodra lesz terhelve. Az előfizetés automatikusan megújul, hacsak nem mondod le legalább 24 órával az aktuális időszak vége előtt.
id: Pembayaran akan dibebankan ke akun Apple-mu. Langganan diperpanjang otomatis kecuali dibatalkan setidaknya 24 jam sebelum akhir periode berjalan.
it: Il pagamento verrà addebitato sul tuo account Apple. L'abbonamento si rinnova automaticamente se non viene annullato almeno 24 ore prima della fine del periodo in corso.
ja: お支払いはApple IDアカウントに請求されます。現在の期間が終了する24時間前までにキャンセルしない限り、サブスクリプションは自動的に更新されます。
ko: 결제 금액은 Apple 계정으로 청구됩니다. 현재 기간 종료 24시간 전까지 취소하지 않으면 구독이 자동으로 갱신됩니다.
ms: Bayaran akan dicaj ke akaun Apple anda. Langganan diperbaharui secara automatik melainkan dibatalkan sekurang-kurangnya 24 jam sebelum tamat tempoh semasa.
nl: De betaling wordt in rekening gebracht via je Apple-account. Het abonnement wordt automatisch verlengd, tenzij je het minstens 24 uur voor het einde van de huidige periode opzegt.
no: Betalingen belastes Apple-kontoen din. Abonnementet fornyes automatisk med mindre det sies opp minst 24 timer før gjeldende periode utløper.
pl: Płatność zostanie pobrana z Twojego konta Apple. Subskrypcja odnawia się automatycznie, jeśli nie anulujesz jej co najmniej 24 godziny przed końcem bieżącego okresu.
pt_br: O pagamento será cobrado na sua conta Apple ID. A assinatura renova automaticamente a menos que seja cancelada 24 horas antes do fim do período atual.
pt_pt: O pagamento será debitado na sua conta Apple. A subscrição renova-se automaticamente, salvo se for cancelada pelo menos 24 horas antes do fim do período atual.
ro: Plata va fi debitată din contul tău Apple. Abonamentul se reînnoiește automat dacă nu este anulat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente.
ru: Оплата будет списана с вашей учётной записи Apple. Подписка продлевается автоматически, если не отменить её минимум за 24 часа до конца текущего периода.
sk: Platba bude stiahnutá z vášho účtu Apple. Predplatné sa automaticky obnovuje, ak ho nezrušíte aspoň 24 hodín pred koncom aktuálneho obdobia.
sv: Betalningen debiteras ditt Apple-konto. Prenumerationen förnyas automatiskt om den inte sägs upp minst 24 timmar före den aktuella periodens slut.
th: ระบบจะเรียกเก็บเงินผ่านบัญชี Apple ของคุณ การสมัครจะต่ออายุอัตโนมัติ เว้นแต่ยกเลิกอย่างน้อย 24 ชั่วโมงก่อนสิ้นสุดรอบปัจจุบัน
tr: Ödeme Apple hesabınızdan tahsil edilir. Mevcut dönemin bitiminden en az 24 saat önce iptal edilmezse abonelik otomatik olarak yenilenir.
uk: Оплата стягується з вашого облікового запису Apple. Підписка поновлюється автоматично, якщо не скасувати її щонайменше за 24 години до кінця поточного періоду.
vi: Thanh toán sẽ được tính vào tài khoản Apple của bạn. Gói đăng ký tự động gia hạn trừ khi hủy ít nhất 24 giờ trước khi kết thúc kỳ hiện tại.
zh_hans: 费用将通过你的 Apple ID 账户收取。订阅将自动续期，除非在当前订阅期结束前至少 24 小时取消。
zh_hant: 費用將透過你的 Apple ID 帳號收取。訂閱會自動續訂，除非在目前期間結束前至少 24 小時取消。

# paywall_monthly_period
source: per month
ar: شهرياً
ca: al mes
cs: měsíčně
da: pr. måned
de: pro Monat
el: μηνιαίως
es: por mes
fi: kuukaudessa
fr: par mois
he: לחודש
hi: प्रति माह
hr: mjesečno
hu: havonta
id: per bulan
it: al mese
ja: 月額
ko: 월간
ms: sebulan
nl: per maand
no: per måned
pl: miesięcznie
pt_br: por mês
pt_pt: por mês
ro: pe lună
ru: в месяц
sk: mesačne
sv: per månad
th: ต่อเดือน
tr: aylık
uk: на місяць
vi: mỗi tháng
zh_hans: 每月
zh_hant: 每月

# paywall_monthly_title
source: Monthly
ar: شهري
ca: Mensual
cs: Měsíční
da: Månedligt
de: Monatlich
el: Μηνιαίο
es: Mensual
fi: Kuukausittain
fr: Mensuel
he: חודשי
hi: मासिक
hr: Mjesečno
hu: Havi
id: Bulanan
it: Mensile
ja: 月間プラン
ko: 월간 플랜
ms: Bulanan
nl: Maandelijks
no: Månedlig
pl: Miesięczny
pt_br: Mensal
pt_pt: Mensal
ro: Lunar
ru: Месячная
sk: Mesačné
sv: Månadsvis
th: รายเดือน
tr: Aylık
uk: Місячна
vi: Hằng tháng
zh_hans: 月度
zh_hant: 月繳

# paywall_popular
source: BEST VALUE
ar: الأفضل قيمة
ca: MILLOR OFERTA
cs: NEJVÝHODNĚJŠÍ
da: BEDSTE VÆRDI
de: BESTER PREIS
el: ΚΑΛΥΤΕΡΗ ΑΞΙΑ
es: MEJOR VALOR
fi: PARAS ARVO
fr: MEILLEURE OFFRE
he: המשתלם ביותר
hi: सबसे किफ़ायती
hr: NAJBOLJA PONUDA
hu: LEGJOBB AJÁNLAT
id: PALING HEMAT
it: PIÙ CONVENIENTE
ja: おすすめ
ko: 최고 가성비
ms: PALING BERBALOI
nl: BESTE DEAL
no: BEST VERDI
pl: NAJLEPSZA OFERTA
pt_br: MELHOR VALOR
pt_pt: MELHOR OFERTA
ro: CEA MAI BUNĂ OFERTĂ
ru: ВЫГОДНЕЕ ВСЕГО
sk: NAJVÝHODNEJŠIE
sv: BÄSTA VÄRDET
th: คุ้มค่าที่สุด
tr: EN AVANTAJLI
uk: НАЙВИГІДНІШЕ
vi: ĐÁNG GIÁ NHẤT
zh_hans: 超值之选
zh_hant: 最超值

# paywall_restore
source: Restore Purchases
ar: استعادة المشتريات
ca: Restaura les compres
cs: Obnovit nákupy
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar Compras
fi: Palauta ostot
fr: Restaurer les achats
he: שחזור רכישות
hi: खरीदारी पुनर्स्थापित करें
hr: Vrati kupnje
hu: Vásárlások visszaállítása
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 항목 복원
ms: Pulihkan Pembelian
nl: Herstel aankopen
no: Gjenopprett kjøp
pl: Przywróć zakupy
pt_br: Restaurar Compras
pt_pt: Restaurar compras
ro: Restaurează achizițiile
ru: Восстановить покупки
sk: Obnoviť nákupy
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 回復購買

# paywall_subscribe
source: Subscribe Now
ar: اشترك الآن
ca: Subscriu-te ara
cs: Předplatit
da: Abonnér nu
de: Jetzt abonnieren
el: Εγγραφή τώρα
es: Suscribirse Ahora
fi: Tilaa nyt
fr: S'abonner
he: הרשמה עכשיו
hi: अभी सदस्यता लें
hr: Pretplati se
hu: Előfizetek
id: Berlangganan Sekarang
it: Abbonati ora
ja: 今すぐ登録
ko: 지금 구독하기
ms: Langgan Sekarang
nl: Abonneer nu
no: Abonner nå
pl: Subskrybuj teraz
pt_br: Assinar Agora
pt_pt: Subscrever agora
ro: Abonează-te acum
ru: Оформить подписку
sk: Predplatiť
sv: Prenumerera nu
th: สมัครเลย
tr: Şimdi Abone Ol
uk: Оформити підписку
vi: Đăng ký ngay
zh_hans: 立即订阅
zh_hant: 立即訂閱

# paywall_subtitle
source: Get access to all features and improve your sleep quality.
ar: احصل على جميع الميزات وحسّن جودة نومك.
ca: Accedeix a totes les funcions i millora la qualitat del teu son.
cs: Získejte přístup ke všem funkcím a zlepšete kvalitu svého spánku.
da: Få adgang til alle funktioner og forbedr din søvnkvalitet.
de: Erhalte Zugriff auf alle Funktionen und verbessere deine Schlafqualität.
el: Απόκτησε πρόσβαση σε όλες τις λειτουργίες και βελτίωσε τον ύπνο σου.
es: Obtén acceso a todas las funciones y mejora la calidad de tu sueño.
fi: Saat käyttöösi kaikki ominaisuudet ja parannat unenlaatuasi.
fr: Accédez à toutes les fonctionnalités et améliorez la qualité de votre sommeil.
he: קבלו גישה לכל היכולות ושפרו את איכות השינה.
hi: सभी सुविधाएँ पाएँ और अपनी नींद की गुणवत्ता सुधारें।
hr: Pristupi svim značajkama i poboljšaj kvalitetu svog sna.
hu: Férj hozzá minden funkcióhoz, és javíts az alvásminőségeden.
id: Akses semua fitur dan tingkatkan kualitas tidurmu.
it: Accedi a tutte le funzioni e migliora la qualità del tuo sonno.
ja: すべての機能を使って、睡眠の質を高めましょう。
ko: 모든 기능을 사용하고 수면의 질을 높이세요.
ms: Akses semua ciri dan tingkatkan kualiti tidur anda.
nl: Krijg toegang tot alle functies en verbeter je slaapkwaliteit.
no: Få tilgang til alle funksjoner og forbedre søvnkvaliteten din.
pl: Uzyskaj dostęp do wszystkich funkcji i popraw jakość swojego snu.
pt_br: Tenha acesso a todos os recursos e melhore a qualidade do seu sono.
pt_pt: Aceda a todas as funcionalidades e melhore a qualidade do seu sono.
ro: Accesează toate funcțiile și îmbunătățește-ți calitatea somnului.
ru: Получите доступ ко всем функциям и улучшите качество сна.
sk: Získajte prístup ku všetkým funkciám a zlepšite kvalitu svojho spánku.
sv: Få tillgång till alla funktioner och förbättra din sömnkvalitet.
th: ปลดล็อกทุกฟีเจอร์และยกระดับคุณภาพการนอนของคุณ
tr: Tüm özelliklere erişin ve uyku kalitenizi artırın.
uk: Отримайте доступ до всіх функцій і покращте якість сну.
vi: Mở khóa mọi tính năng và nâng cao chất lượng giấc ngủ.
zh_hans: 解锁全部功能，改善你的睡眠质量。
zh_hant: 解鎖全部功能，改善你的睡眠品質。
